Repository: Tharylia/Blish-HUD-Modules
Catalog: Estreya.BlishHUD.EventTable/Resources/Strings.*.resx
Languages: de

# BaseSettingsView_AddingColorsToColorPicker
source: Adding Colors to ColorPicker...
de: Füge Farben zur Farbauswahl hinzu...

# BaseSettingsView_LoadingColorPicker
source: Loading ColorPicker...
de: Lade Farbauswahl...

# BaseSettingsView_LoadingColors
source: Loading Colors...
de: Lade Farben...

# event-auricBasin-battleInTarir
source: Battle in Tarir
de: Schlacht in Tarir

# event-auricBasin-defendingTarir
source: Defending Tarir
de: Die Verteidigung von Tarir

# event-auricBasin-trailByFire
source: Trial by Fire
de: Feuerprobe

# event-bjoraMarches-drakkar
source: Drakkar, the Ice Dragon's Champion
de: Drakkar, Champion des Eisdrachen

# event-bjoraMarches-stormsOfWinter
source: Storms of Winter
de: Stürme des Winters

# event-canthaDayNight-dawn
source: Cantha: Dawn
de: Cantha: Morgengrauen

# event-canthaDayNight-day
source: Cantha: Day
de: Cantha: Tag

# event-canthaDayNight-dusk
source: Cantha: Dusk
de: Cantha: Dämmerung

# event-canthaDayNight-night
source: Cantha: Night
de: Cantha: Nacht

# event-dayNightCycle-dawn
source: Dawn
de: Morgengrauen

# event-dayNightCycle-day
source: Day
de: Tag

# event-dayNightCycle-dusk
source: Dusk
de: Dämmerung

# event-dayNightCycle-night
source: Night
de: Nacht

# event-desertHighland-theSearchForBuriedTreasure
source: The Search for Buried Treasure
de: Vergrabene Schätze

# event-desolation-jununduRising
source: Junundu Rising
de: Aufstand der Junundu

# event-desolation-mawsOfTorment
source: Maws of Torment
de: Schlünde der Qual

# event-dragonBash-dredgehauntCliffs
source: Dredgehaunt Cliffs
de: Schauflerschreck-Klippen

# event-dragonBash-snowdenDrifts
source: Snowden Drifts
de: Schneekuhlenhöhen

# event-dragonBash-wayfarerFoothills
source: Wayfarer Foothills
de: Wanderer-Hügel

# event-dragonStand-advancingOnTheBlightingTowers
source: Advancing on the Blighting Towers
de: Start des Angriffs

# event-dryTop-crashSite
source: Crash Site
de: Absturzstelle

# event-dryTop-sandstorm
source: Sandstorm
de: Sandsturm

# event-elonRiverlands-doppelganger
source: Doppelganger
de: Doppelgänger

# event-elonRiverlands-thePathToAscension
source: The Path to Ascension
de: Der Pfad zum Aufstieg

# event-eotn-dragonstorm
source: Dragonstorm
de: Drachensturm

# event-eotn-twistedMarionette
source: The Twisted Marionette
de: Die Verdrehte Marionette

# event-festivalOfTheFourWinds-dolyakRace
source: Dolyak Race
de: Dolyak-Rennen

# event-festivalOfTheFourWinds-skimmerRace
source: Skimmer Race
de: Schweberochen-Rennen

# event-festivalOfTheFourWinds-treasureHunt
source: Treasure Hunt
de: Schatzjagd

# event-grothmar-concert
source: A Concert for the Ages
de: Ein Konzert für die Ewigkeit

# event-grothmar-doomloreShrine
source: The Haunting of Doomlore Shrine
de: Heimsuchung des Schreins des Schicksalwissens

# event-grothmar-oozePit
source: The Ooze Pit Trials
de: Schleimgruben-Prüfung

# event-grothmar-sacredFlame
source: Ceremony of the Sacred Flame
de: Zeremonie der Heiligen Flamme

# event-halloween-madKingSays
source: Your Mad King says...
de: Der Verrückte König sagt...

# event-istan-palawadan
source: Palawadan, Jewel of Istan
de: Palawadan, Juwel von Istan

# event-jahai-dangerousPrey
source: Dangerous Prey
de: Gefährliche Beute

# event-jahai-deathBrandedShatterer
source: Death-Branded Shatterer
de: Todesgrbrandmarkten Zerschmetterer

# event-lakeDoric-newLoamhurst
source: New Loamhurst
de: Neulehmwald

# event-lakeDoric-noransHomestead
source: Noran's Homestead
de: Norans Heimstatt

# event-lakeDoric-saidrasHaven
source: Saidra's Haven
de: Saidras Hafen

# event-leyLineAnomaly-llaGF
source: Ley-Line Anomaly (Gendarran Fields)
de: Ley-Line Anomalie (Gendarran-Felder)

# event-leyLineAnomaly-llaIM
source: Ley-Line Anomaly (Iron Marches)
de: Ley-Line Anomalie (Eisenmark)

# event-leyLineAnomaly-llaTF
source: Ley-Line Anomaly (Timberline Falls)
de: Ley-Line Anomalie (Baumgrenzen-Fälle)

# event-pvpTournaments-balthazarsBrawl
source: Balthazar's Brawl
de: Balthasars Rauferei

# event-pvpTournaments-grenthsGame
source: Grenth's Game
de: Grenths Gastspiel

# event-pvpTournaments-lyssasLegions
source: Lyssa's Legions
de: Lyssas Legionen

# event-pvpTournaments-melandrusMatchup
source: Melandru's Matchup
de: Melandrus Begegnung

# event-tangledDepth-chakGerent
source: Chak Gerent
de: Chak-Potentat

# event-thunderheadPeaks-theOilFloes
source: The Oil Floes
de: Öl auf dem Eis

# event-thunderheadPeaks-thunderheadKeep
source: Thunderhead Keep
de: Feste Donnerkopf

# event-vabbi-forgedWithFire
source: Forged with Fire
de: Im Feuer geschmiedet

# event-vabbi-serpentsIre
source: Serpents' Ire
de: Zorn der Schlangen

# event-verdantBrink-nightAndTheEnemy
source: Night and the Enemy
de: Die Nacht und der Feind

# event-verdantBrink-nightBosses
source: Night Bosses
de: Nachtbosse

# event-verdantBrink-securingVerdantBrink
source: Securing Verdant Brink
de: Sicherung der Grasgrünen Schwelle

# event-worldBosses-clawOfJormag
source: Claw of Jormag
de: Klaue von Jormag

# event-worldBosses-fireElemental
source: Fire Elemental
de: Feuer-Elementar

# event-worldBosses-golemMarkII
source: Inquest Golem Mark II
de: Inquestur-Golem Typ II

# event-worldBosses-greatJungleWurm
source: Great Jungle Wurm
de: Großer Dschungelwurm

# event-worldBosses-megadestoryer
source: Megadestroyer
de: Mega-Zerstörer

# event-worldBosses-shadowBehemoth
source: Shadow Behemoth
de: Schatten-Behemoth

# event-worldBosses-svanirShamanChief
source: Svanir Shaman Chief
de: Svanir-Schamane

# event-worldBosses-theShatterer
source: The Shatterer
de: Der Zerschmetterer

# event-worldBossesHardcore-evolvedJungleWurm
source: Evolved Jungle Wurm
de: Dreifacher Ärger

# event-worldBossesHardcore-karkaQueen
source: Karka Queen
de: Karka-Königin

# event-worldBossesHardcore-tequatl
source: Tequatl the Sunless
de: Tequatl der Sonnenlose

# eventCategory-auricBasin
source: Auric Basin
de: Güldener Talkessel

# eventCategory-bjoraMarches
source: Bjora Marches
de: Bjora-Sümpfe

# eventCategory-canthaDayNight
source: Cantha: Day-Night Cycle
de: Cantha: Tag-Nacht Zyklus

# eventCategory-crystalOasis
source: Crystal Oasis
de: Kristalloase

# eventCategory-dayNightCycle
source: Day-Night Cycle
de: Tag-Nacht Zyklus

# eventCategory-desertHighland
source: Desert Highland
de: Wüsten-Hochland

# eventCategory-desolation
source: The Desolation
de: Das Ödland

# eventCategory-dragonBash
source: Dragon Bash
de: Drachen-Gepolter

# eventCategory-dragonsEnd
source: Dragon's End
de: Drachen Ende

# eventCategory-dragonStand
source: Dragon Stand
de: Widerstand des Drachen

# eventCategory-dryTop
source: Dry Top
de: Trockenkuppe

# eventCategory-elonRiverlands
source: Elon Riverlands
de: Elon-Flusslande

# eventCategory-eotn
source: Eye of the North
de: Auge des Nordens

# eventCategory-festivalOfTheFourWinds
source: Festival of the Four Winds
de: Festival der Vier Winde

# eventCategory-grothmar
source: Grothmar Valley
de: Grothmar-Tal

# eventCategory-istan
source: Domain of Istan
de: Domäne Istan

# eventCategory-jahai
source: Jahai Bluffs
de: Jahai-Klippen

# eventCategory-lakeDoric
source: Lake Doric
de: Doric-See

# eventCategory-leyLineAnomaly
source: Ley Line Anomaly
de: Ley Line Anomalie

# eventCategory-newKainengCity
source: New Kaineng City
de: Stadt Neu-Kaineng

# eventCategory-pvpTournaments
source: PvP Automated Tournaments
de: PvP Automatisierte Turniere

# eventCategory-seitungProvince
source: Seitung Province
de: Provinz Seitung

# eventCategory-tangledDepth
source: Tangled Depth
de: Verschlungene Tiefen

# eventCategory-theEchovaldWilds
source: The Echovald Wilds
de: Die Echowald-Wildnis

# eventCategory-thunderheadPeaks
source: Thunderhead Peaks
de: Donnerkopf-Gipfel

# eventCategory-vabbi
source: Vabbi
de: Domäne Vabbi

# eventCategory-verdantBrink
source: Verdant Brink
de: Grasgrüne Schwelle

# eventCategory-worldBosses
source: World Bosses
de: Welt-Bosse

# eventCategory-worldBossesHardcore
source: Hard World Bosses
de: Hardcore Welt-Bosse

# EventSettingsView_CurrentVersion_Title
source: Current Version
de: Aktuelle Version

# EventSettingsView_CurrentVersion_Unknown
source: Unknown
de: Unbekannt

# EventSettingsView_NewestVersion_Title
source: Newest Version
de: Neuste Version

# EventSettingsView_NewestVersion_Unknown
source: Unknown
de: Unbekannt

# EventSettingsView_ReloadEvents_Success
source: Events reloaded!
de: Events wurden neu geladen!

# EventSettingsView_ReloadEvents_Title
source: Reload Events
de: Events neu laden

# EventSettingsView_ResetEventStates_Success
source: Event states cleared!
de: Event-Zustände erfolgreich zurückgesetzt!

# EventSettingsView_ResetEventStates_Title
source: Reset event states
de: Event-Zustände zurücksetzen

# EventSettingsView_UpdateEventFile_Success
source: Successfully updated!
de: Erfolgreich aktualisiert!

# EventSettingsView_UpdateEventFile_Title
source: Update Event File
de: Event-Datei aktualisieren

# Event_CopyWaypoint
source: Copy Waypoint
de: Wegpunkt kopieren

# Event_Disable
source: Disable
de: Deaktivieren

# Event_HideCategory
source: Hide Category
de: Kategorie verstecken

# Event_HideEvent
source: Hide Event
de: Event verstecken

# Event_NoWaypointFound
source: No Waypoint found!
de: Kein Wegpunkt gefunden!

# Event_OpenWiki
source: Open Wiki
de: Wiki öffnen

# Event_Tooltip_FinishedSince
source: Finished since
de: Abgeschlossen seit

# Event_Tooltip_Remaining
source: Remaining
de: Verbleibend

# Event_Tooltip_StartsAt
source: Starts at
de: Startet um

# Event_Tooltip_StartsIn
source: Starts in
de: Startet in

# Event_WaypointCopied
source: Waypoint copied to clipboard!
de: Wegpunkt kopiert!

# ManageEventsView_AllEvents
source: All Events
de: Alle Events

# ManageEventsView_CheckAll
source: Check all
de: Alle auswählen

# ManageEventsView_EventCategories_Title
source: Event Categories
de: Event Kategorien

# ManageEventsView_SearchBox_Placeholder
source: Search
de: Suche

# ManageEventsView_UncheckAll
source: Uncheck all
de: Alle abwählen

# ManageEventsView_Waypoint_Description
source: Click to copy waypoint
de: Klicke, um den Wegpunkt zu kopieren.

# ManageEventsView_Waypoint_Title
source: Waypoint
de: Wegpunkt

# ManageEventsView_Wiki_Description
source: Click to open wiki
de: Klicke, um das Wiki zu öffnen.

# ReorderEventsView_Reset
source: Reset
de: Zurücksetzen

# ReorderEventsView_Save
source: Save
de: Speichern

# ReorderEventsView_Save_Success
source: Successful reordered categories!
de: Kategorien wurden erfolgreich sortiert!

# SettingsView_OpenSettings
source: Open Settings
de: Einstellungen öffnen

# SettingsWindow_EventSettings_Title
source: Event Settings
de: Event Einstellungen

# SettingsWindow_GeneralSettings_Title
source: General Settings
de: Allgemeine Einstellungen

# SettingsWindow_GraphicSettings_Title
source: Graphic Settings
de: Grafik Einstellungen

# SettingsWindow_ManageEvents_Title
source: Manage Events
de: Events verwalten

# SettingsWindow_ReorderSettings_Title
source: Reorder
de: Sortierung

# SettingsWindow_Subtitle
source: Settings
de: Einstellungen

# Setting_AutomaticallyUpdateEventFile_Description
source: Whether the event table should automatically update the exported event file to the newest version.
de: Gibt an, ob der Event Table die exportierte Event-Datei automatisch auf die neuste Version aktualisieren soll.

# Setting_AutomaticallyUpdateEventFile_Name
source: Automatically Update Event File
de: Event-Datei automatisch aktualisieren

# Setting_BackgroundColorOpacity_Description
source: Defines the opacity of the background.
de: Gibt an, welche Deckkraft die Hintergrund-Farbe haben soll.

# Setting_BackgroundColorOpacity_Name
source: Background Color Opacity
de: Hintergrund-Farbe Deckkraft

# Setting_BackgroundColor_Description
source: Defines the background color.
de: Gibt an, welche Hintergrund-Farbe der Event Table haben soll.

# Setting_BackgroundColor_Name
source: Background Color
de: Hintergrund-Farbe

# Setting_BuildDirection_Description
source: Whether the event table should be build from the top or the bottom.
de: Gibt an, in welche Richtung der Event Table gebaut werden soll.

# Setting_BuildDirection_Name
source: Build Direction
de: Baurichtung

# Setting_DebugEnabled_Description
source: Whether the event table should be running in debug mode.
de: Gibt an, ob der Event Table im Modus Debug läuft.

# Setting_DebugEnabled_Name
source: Debug Enabled
de: Debug aktiviert

# Setting_DirectlyTeleportToWaypoint_Description
source: Whether the event table should directly teleport to the selected waypoint after navigating to it.
de: Gibt an, ob der Event Table direkt zu einer Wegmarke teleportieren soll, nachdem zu dieser navigiert wurde.

# Setting_DirectlyTeleportToWaypoint_Title
source: Directly Teleport to Waypoint
de: Direkter Teleport zu Wegmarken

# Setting_DrawEventBorder_Description
source: Whether the events should have a small border.
de: Gibt an, ob die einzelnen Events mit einem Rahmen angezeigt werden sollen.

# Setting_DrawEventBorder_Name
source: Draw Event Border
de: Eventrahmen anzeigen

# Setting_EventCompletedAction_Description
source: Defines the action when an event has been completed.
de: Gibt an, welche Aktion beim abschließen von Events durchgeführt werden soll.

# Setting_EventCompletedAction_Name
source: Event Completed Action
de: Aktion bei Event-Abschluss

# Setting_EventFontSize_Description
source: Defines the size of the font used for events.
de: Gibt an, welche Schriftgröße für Events verwendet werden soll.

# Setting_EventFontSize_Name
source: Event Font Size
de: Event Schriftgröße

# Setting_EventHeight_Description
source: Defines the height of a single event row.
de: Gibt an, welche Höhe die Event Zeilen haben sollen.

# Setting_EventHeight_Name
source: Event Height
de: Event Höhe

# Setting_EventHistorySplit_Description
source: Defines how much history the timespan should contain.
de: Gibt an, wie viel Historie-Anteil angezeigt werden soll.

# Setting_EventHistorySplit_Name
source: Event History Split
de: Event Historie-Anteil

# Setting_EventTimeSpan_Description
source: The timespan the event table should cover (in minutes).
de: Gibt an, welche Zeitspanne die Events darstellen sollen.

# Setting_EventTimeSpan_Name
source: Event Timespan
de: Event Zeitspanne

# Setting_EventTimeSpan_Validation_NoDouble
source: Event Timespan '{0}' no real number.
de: Event Zeitspanne '{0}' ist keine gültige Zahl.

# Setting_EventTimeSpan_Validation_OverLimit
source: Event Timespan is bigger than {0} minutes. Cap at {0} for performance reasons.
de: Event Zeitspanne ist größer als {0} Minuten. Limitiere Zeitspanne bei {0} aus Gründen der Performance.

# Setting_FillerTextColor_Description
source: Defines the text color of filler events.
de: Gibt an, welche Schriftfarbe für Füll-Events verwendet werden soll.

# Setting_FillerTextColor_Name
source: Filler Text Color
de: Füll-Event Schriftfarbe

# Setting_GlobalEnabledHotkey_Description
source: The keybinding which will toggle the event table.
de: Gibt an, mit welcher Tastenkombination der Event Table an- und ausgeschaltet werden kann.

# Setting_GlobalEnabled_Description
source: Whether the event table should be displayed.
de: Gibt an, ob der Event Table angezeigt werden soll.

# Setting_GlobalEnabled_Name
source: Event Table Enabled
de: Event Table aktiviert

# Setting_HandleLeftClick_Description
source: Whether the event table should execute the specified action on left click.
de: Gibt an, ob die gewählte Aktion ausgeführt werden soll wenn mit links auf ein Event geklickt wird.

# Setting_HandleLeftClick_Name
source: Handle Left Click
de: Auf Linksklick reagieren

# Setting_HideInCombat_Description
source: Whether the event table should hide when the player is in combat.
de: Gibt an, ob der Event Table sich im Kampf ausblenden soll.

# Setting_HideInCombat_Name
source: Hide in Combat
de: Im Kampf ausblenden

# Setting_HideOnMap_Description
source: Whether the event table should hide when the map is open.
de: Gibt an, ob der Event Table sich bei geöffneter Karte ausblenden soll.

# Setting_HideOnMap_Name
source: Hide on open Map
de: Bei geöffneter Karte ausblenden

# Setting_HideOnMissingMumbleTicks_Description
source: Whether the event table should hide when cutscenes are played.
de: Gibt an, ob der Event Table sich bei Zwischensequenzen ausblenden soll.

# Setting_HideOnMissingMumbleTicks_Name
source: Hide on Cutscenes
de: Bei Zwischensequenzen ausblenden

# Setting_LeftClickAction_Description
source: Specifies the action, which is executed on left clicks.
de: Gibt die Aktion an, welche bei einem Linksklick ausgeführt wird.

# Setting_LeftClickAction_Title
source: Left Click Action
de: Linksklick-Aktion

# Setting_LocationX_Description
source: Where the event table should be displayed on the X axis.
de: Gibt an, welche Position der Event Table aus der X-Axe hat.

# Setting_LocationX_Name
source: Location X
de: X Position

# Setting_LocationY_Description
source: Where the event table should be displayed on the Y axis.
de: Gibt an, welche Position der Event Table aus der Y-Axe hat.

# Setting_LocationY_Name
source: Location Y
de: Y Position

# Setting_Opacity_Description
source: Defines the opacity of the event table.
de: Gibt an, welche Deckkraft der Event Table haben soll.

# Setting_Opacity_Name
source: Opacity
de: Deckkraft

# Setting_RefreshRateDelay_Description
source: Defines the delay for refreshing the event table drawings. Min: {0}ms Max: {1}ms
de: Definiert die Verzögerung, nach welcher der Event Table den Bildschirm aktualisiert. Min: {0}ms Max: {1}ms

# Setting_RefreshRateDelay_Title
source: Refresh Rate Delay
de: Verzögerung der Aktualisierungsrate

# Setting_RegisterCornerIcon_Description
source: Whether the event table should add it's own corner icon to access settings.
de: Gibt an, ob der Event Table ein Eck-Icon anzeigen soll um schnell auf die Einstellungen zugreifen zu können.

# Setting_RegisterCornerIcon_Name
source: Register Corner Icon
de: Eck-Icon anzeigen

# Setting_ShowContextMenuOnClick_Description
source: Whether the event table should show a context menu if an event has been right clicked.
de: Gibt an, ob ein Kontextmenü angezeigt werden sollen wenn mit rechts auf ein Event geklickt wird.

# Setting_ShowContextMenuOnClick_Name
source: Show Context Menu
de: Kontextmenü anzeigen

# Setting_ShowTooltips_Description
source: Whether the event table should display event information on hover.
de: Gibt an, ob die Events Tooltips anzeigen sollen wenn mit der Maus über diese navigiert wird.

# Setting_ShowTooltips_Name
source: Show Tooltips
de: Tooltips anzeigen

# Setting_TextColor_Description
source: Defines the text color of events.
de: Gibt an, welche Schriftfarbe für Events verwendet werden soll.

# Setting_TextColor_Name
source: Text Color
de: Schriftfarbe

# Setting_TooltipTimeMode_Description
source: Defines the mode in which the tooltip times are displayed.
de: Gibt an, in welchem Zeit-Modus die Tooltips dargestellt werden.

# Setting_TooltipTimeMode_Name
source: Tooltip Time Mode
de: Tooltip Zeit-Modus

# Setting_UseEventTranslation_Description
source: Whether the event table should use the build in translation for events. Needs reload.
de: Gibt an, ob die standard Übersetzung für Events benutzt werden soll.

# Setting_UseEventTranslation_Name
source: Use Event Translation
de: Event-Übersetzungen benutzen

# Setting_UseFillerEventNames_Description
source: Whether the event fillers should have names.
de: Gibt an, ob Füll-Events mit ihren Namen angezeigt werden sollen.

# Setting_UseFillerEventNames_Name
source: Use Filler Event Names
de: Füll-Event Namen anzeigen

# Setting_UseFiller_Description
source: Whether the event table should fill empty spaces with filler events.
de: Gibt an, ob Lücken zwischen Events mit temporären Events aufgefüllt werden soll.

# Setting_UseFiller_Name
source: Use Filler Events
de: Füll-Events benutzen

# Setting_Width_Description
source: The width of the event table.
de: Gibt an, welche Breite der Event Table hat.

# Setting_Width_Name
source: Width
de: Breite
